Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/white_papers/samediggidiedadus_samegiela_birra_2012.pdf.tmx
Source language: sme
Languages: smj

source: Sámi giellagáldu álggahanprošeavttas lea 1 1/2 jagi prošeaktaáigodat mii álgá 01.01.2013 ja loahpahuvvo 30.06.2014. Dán áigodagas galgá huksejuvvot buorre ovttasbargoforum iešguđetge sámegielaid dáfus, ja galgá bargojuvvot dan ala ahte guovddáš šaddá bistevaš ortnegin 01.07.2014 rájes.
smj: Ásadimprosjekta Sáme giellaája galggá bielnup jage ájge ásaduvvat 01.01.2013 rájes gitta 30.06.2014. Dán ájggudagán galggá buorre aktisasjbarggoforum iesguhtik sámegielajda ásaduvvat, ja guovdásj galggá stuoves årnigin sjaddat 01.07.2014 rájes.

source: Sámi giellagáldu galgá vuosttažettiin bargat ovddidit sámegiela, tearpmaid, gielladikšuma ja diehtojuohkima álbmogii giellafágalaš áššiid birra.
smj: Sáme giellaája galggá vuostatjin barggat sámegiela åvddånimijn, termaj, giellagáhttimijn ja diedoj álmmugij giellafágalasj gatjálvisáj vuoksjuj.

source: Ovddasvástádusjuohku sámegiela dáfus
smj: Sámegiela åvdåsvásstádus

source: Olu almmolaš ásahusat leat mielde mearrideamen sámegiel áššiid.
smj: Moadda almulasj ásadusá mierredi sámegiela vuoksjuj.

source: Suohkaniin, fylkkasuohkaniin, fylkkamánniin, direktoráhtain, departemeanttain, Sámedikkis, Ráđđehusas ja Stuoradikkis lea buohkain ovddasvástádus sámegillii guoski barggus.
smj: Suohkana, fylkkasuohkana, fylkkamánne, direktoráhta, departementa, Sámedigge, Ráddidus ja Stuorradigge gájka vásstedi sámegiela bargo åvdås.

source: Sámediggi
smj: Sámedigge

source: Sámelága § 3-12 mielde galgá Sámediggi bargat suddjet ja viidáset ovddidit sámegiela Norggas.
smj: Sámelága § 3-12 milta galggá Sámedigge barggat sámegiela suodjalime ja vijddásap åvddånime åvdås Vuonan.

source: Sámediggi lea sápmelaččaid álbmotválljen orgána ja lea njunušáššedovdi sámegiela ovddideamis ja nannemis Norggas.
smj: Sámedigge le sámij álmmukválljidum orgádna ja le åvdemus ássjediehtte sámegiela åvddånahttema ja nannima åvdås Vuonan.

source: Dát dahká Sámedikki lunddolaš ovttasbargoguoibmin eará aktevrraide geat maid barget sámegielain, sihke našuvnnalaččat ja davviriikkalaččat/riikkaidgaskasaččat.
smj: Danen le Sámedigge luondulasj aktisasjbarggoguojmme iehtjádijda gudi aj sámegielajn barggi, sihke nasjonála ja nuorttarijkaj/rijkajgasskasasj dásen.

source: Ovttasbargu sáhttá leat sihke formálalaš ovttasbargošiehtadusaid hámis, dahje eahpeformálalaš dialogačoahkkimiid hámis j.e. Áššiin mat gusket sámi álbmogii, lea Sámediggi dat ásahus mainna guovddáš eiseválddit gulahallet.
smj: Aktisasjbarggo soajttá liehket formála hámen aktisasjbarggosjiehtadusáj baktu, jali iehpeformála rádádallamtjåhkanimij jnv baktu. Sáme álmmuga guoskavasj ássjijn de guovdásj oajválattja Sámedikkijn guládalli.

source: Sámediggi juolluda jahkásaččat guovttegielatvuođadoarjaga suohkaniidda ja fylkkasuohkaniidda mat leat mielde sámegiela hálddašanguovllus.
smj: Sámedigge jahkásattjat juollot guovtegielakvuodarudájt suohkanijda ja fylkkasuohkanijda ma li oassen sáme giellaháldadimguovlos.

source: Dát ruđat mannet vuosttažettiin gokčat lassigoluid mat suohkaniin ja fylkkasuohkaniin leat guovttegielat bálvalusfálaldagaid geažil.
smj: Dá rudá gájkinåvdemusát manni suohkanij ja fylkkasuohkanij lijggegålojt gåbtjåtjit ma dajn li gå galggi dievnastusájt guovte giellaj fállat.

source: Dasa lassin juolluda Sámediggi njuolggo doarjagiid sámi giellaguovddážiidda.
smj: Duodden juollot Sámedigge rudájt njuolgga sáme giellaguovdátjijda.

source: Sámedikki bušeahta ráddjejuvvon ruhtadili geažil ii leat dássážii leamaš vejolaš juolludit eambbo go 5-600.000 ruvnno guđege giellaguovddážii.
smj: Ráddjidum rudáj diehti Sámedigge budsjehtan, de ij le dálátjij læhkám vejulasj juollodit ienebut gå 5-600.000 juohkka giellaguovdátjij.

source: Danne mannet ruđat vuosttažettiin doaibmabargguide, ja giellaguovddážat leat buoremuddui prošeaktaruđaid duohken vai sáhttet bargat giellaovddidemiin.
smj: Rudá danen ienemusát manni doajmmaj, ja navti hæhttuji giellaguovdátja álu prosjevtajda rudájt åhtsåt gå galggi gielav åvddånahttet.

source: Sámegiela geavaheami nannema ja lasiheami dihte lea Sámediggi máŋggaid jagiid almmuhan ruđaid giellaprošeavttaide.
smj: Váj sámegielav nannip ja sámegiela anov vijdedip, le Sámedigge måttijt jagijt juo rudájt juollodam giellaprosjevtajda.

source: Doarjjaortnega ulbmiljoavku lea sámi álbmot.
smj: Doajmmaårniga ulmmejuogos le sáme álmmuk.

source: Ohcamat dáidda ruđaide leat lassánan olu, ja vurdojuvvo ain lassánit.
smj: Åhtsåmusá dájda rudájda li lassánam viehka ålov, ja vuorddep ájn vil lassáni.

source: Dát čájeha ahte dárbu gielladoaimmaide sámi servodagas lea stuoris.
smj: Dat vuoset gielladåjmaj dárbbo sáme sebrudagán le viehka stuorre.

source: Lea buorre go dađistaga bohtet eambbo ohcat lullisámi guovllus, ja lea mearkkašanveara ahte Divttasvuona suohkan lea daid suohkaniid searvvis hálddašanguovllus mat proseanttaid mielde leat ožžon eanemus ohcamiid dohkkehuvvot áigodagas 2008-2010.
smj: Buorre le gå ájn vil ienep åhtsåmusá oarjjelsáme guovlos båhti, ja mierkkidahtte le Divtasvuona suohkan le daj suohkanij gaskan giellaháldadimguovlon ma li ienemus åhtsåmusájt oadtjum juolloduvvam 2008-2010 ájggudagán.

source: Bohtet unnán ohcamat sámi eanetloguguovlluin Finnmárkkus.
smj: Binná åhtsåmusá båhti sáme ieneplågoguovlojs Finnmárkon.

source: Sámediggi lea evalueregoahtán giellaprošeavttaid ohcanvuđot doarjjaortnega.
smj: Sámedigge le evaluerigoahtám dårjajt giellaprosjevtajda ma li åhtålvisáj milta juolloduvvam.

source: Mii háliidit diehtit nannejit go prošeaktaruđat sámegiela, lasihit go sámegiela geavaheami ja olaha go doarjjaortnet sámi álbmoga.
smj: Sihtap diehtet makta giellaprosjektarudá sámegielav nanniji, jus sámegiela anov vijdedi ja jus doarjjaårnik sáme álmmugav jåkså.

source: Mii vuordit maiddái oažžut gova das movt doarjjaoažžu geavaha doarjaga, ja movt ortnet hálddašuvvo.
smj: Vuorddep aj gåvåv gåktu doarjjavuosstájvállde li dårjav adnám, aktan gåktu årnik háldaduvvá.

source: Evalueren guoská Sámedikki doarjagiid giellaprošeavttaide áigodagas 2007-2011, ja dat gárvvistuvvo 2013 álggus.
smj: Evaluerim galggá sisadnet Sámedikke juollodimijt giellaprosjevtajda ájggudagán 2007 – 2011, ja dat galggá gárves 2013 álgon.

source: Báikenammalága § 11 addá Sámediggái válddi nammadit sámi báikenammakonsuleanttaid.
smj: Bájkkenammalága § 11 vaddá Sámediggáj fámov sáme bájkkenamáj konsulentajt nammadit.

source: Nammakonsuleanttain leat fágalaš ovddasvástádus rávvet makkár čállinvugiid galgá evttohit geavahit almmolaš oktavuođas.
smj: Nammakonsulenta vásstedi fágalasj rádij åvdås makkir tjállemvuoge oajvvaduvvi almulasj aktijvuodan aneduvvat.

source: Sámi giellaguovddážat
smj: Sáme giellaguovdátja

source: Dál gávdnojit 11 sámi giellaguovddáža mat ožžot vuođđodoarjaga Sámedikkis;
smj: Uddni gávnnuji 11 sáme giellaguovdátja ma vuododoarjjagav Sámedikkes oadtju;

source: Sámi giella- ja kulturguovddáš Porsáŋggus Isak Saba guovddáš Unjárggas, Deanu giellagáddi Deanus, Álttá sámi giellaguovddáš Álttás, Sámi giellaguovddáš Gáivuonas, Gáisi giellaguovddáš Romssas, Ástavuona giellagoahtie Loabagis, Várdobáiki Evenáššis, Árran julevsáme guovdasj Divttasvuonas, Gïelem nastedh Snoasas ja Aajege giele- jih maahtoejarnge Rørosas.
smj: Sámi giella- ja kulturguovddáš Porsáŋgon, Isak Saba guovddáš Unjárgan, Deanu giellagáddi Dænon, Álttá sámi giellaguovddáš Áltán, Sámi giellaguovddáš Gájvuonan, Gáisi giellaguovddáš Tråmsån, Ástavuona giellagoahtie Loabagin, Várdobáiki Evenássjen, Árran julevsáme guovdasj Divtasvuonan, Gïelem nastedh Snåasan ja Aajege giele- jih maahtoejarnge Rørosin.

source: Sámediggeráđđi lea 2013 bušeahtas evttohan ahte Gïeleaernie Røyrviikas ja Omasvuona giellaguovddáš galget oažžut njuolggo doarjaga Sámedikkis 2013 rájes.
smj: Sámedikkeráde le 2013 budsjehtan oajvvadam Gïeleaernie Røyrvikan ja Storfjord språksenter oadtju njuolggadårjav Sámedikkes 2013 rájes.

source: Giellaguovddážat leat ásahuvvon báikegotti ávžžuhemiin ealáskahttin dihte sámegiela.
smj: Giellaguovdátja li ásadum bájkálasj birrasij álgadime maŋŋela váj sámegielav galggá ælláskahttet.

source: Sámi giellaguovddážat leat hui mávssolaččat ja dehálaččat sámegielaid oahpahusas, čalmmustahttimis ja nannemis báikkálaččat.
smj: Sáme giellaguovdátja li ájnnasa ja li viehka viehkken bájkálasj sáme gielaj åhpadime, vuojnnusij buktema ja nannima vuoksjuj.

source: Departemeanttat
smj: Departementa

source: Kulturdepartemeanttas lea bajimus ovddasvástádus hábmet, dulkot ja ovddidit giellapolitihkalaš ulbmiliid Norggas.
smj: Kulturdepartementan le gájkbadjásasj åvdåsvásstadus giellapolitihkalasj ulmijt hábbmit, dålkkut ja åvdedit Vuonan.

source: Ođasmahttin-, hálddahus- ja girkodepartemeanttas (OHD) lea ovddasvástádus hálddašit sámelága giellanjuolggadusaid ja ovttastahttit ráđđehusa barggu Eurohpálaš soahpamušain regiovdna- dahje minoritehtagielaid birra.
smj: Ådåstuhttem-, háldadim- ja girkkodepartemennta (FAD) galggá sámelága giellanjuolgadusájt háldadit ja ráddidusá bargov europealasj lihtujn guovllo- jali unneplågogielaj jådedit.

source: Sis lea sierra doarjjapoasta sámegiela doaibmabijuide.
smj: Siján le sierra doarjjaårnik sámegiela gáktuj.

source: Buot departemeanttat galget dasa lassin váldit giellapolitihkalaš beliid vuhtii go hábmejit ja čađahit iežaset sektorpolitihka.
smj: Juohkka departemennta galggá aj giellapolitihkav vuohtuj válldet gå ietjasa suorggepolitihkav hábbmiji ja tjadádi.

source: Bargo- ja searváidahttindepartemeanta ovddidii Sámegiela doaibmaplána 2009:s. Dat lea ráhkaduvvon ovttasbarggus Sámedikkiin ja eará guoskevaš departemeanttaiguin.
smj: Sámegielaj doajmmapládna åvddån biejaduváj Barggo- ja sebradahttemdepartementas jagen 2009. Dat dagáduváj aktan Sámedikkijn ja ietjá guoskavasj departementaj.

source: Doaibmaplána bajimus ulbmil lea láhčit diliid oadjebas boahtteáigái sámegielaide Norggas.
smj: Doajmmaplána gájkbadjásasj ulmme le dilev láhtjet jasska boahtteájggáj sámegielajda Vuonan.

source: Doaibmaplána doaibmá 5 jagi ja dat nanne geas lea ovddasvástádus čađahit doaibmabijuid mat leat mearriduvvon plánas, ja maiddái movt doaibma galgá organiserejuvvot ja ruhtaduvvot.
smj: Doajmmaplánan le 5 jahkásasj doajmmaájgge ja dat mierret gænna le åvdåsvásstádus tjadádit dåjmajt ma li plánan mierredum, dan vuolen aj gåktu doajmma organiseriduvvá ja ruhtaduvvá.

source: OHD:s lea koordinerenovddasvástádus plánii.
smj: FAD vásstet plána koordinerima åvdås.

source: Sámedikkis lea ovddasvástádus ja mielovddasvástádus olu doaibmabijuide.
smj: Sámedikken le åvdåsvásstádus ja oasseåvdåsvásstádus moatte dåjma åvdås.

source: Plána ođasmahttojuvvo jahkásaččat.
smj: Pládna jahkásattjat ådåstahteduvvá.

source: Fylkkamánni
smj: Fylkkamánne

source: Jus muhtun orgána ii čuovo mearrádusaid mat leat sámelága giellanjuolggadusain, de sáhttá son geasa ášši čuohcá njuolga váidit dán.
smj: Jus muhtem orgádna ij sámelága giellanjuolgadusájt tjuovo, de máhttá sån gesi ássje njuolgga guosská dáv gujttit.

source: Fylkkamánni lea váiddaorgána váidagiid dáfus mat gusket suohkana dahje fylkkasuohkana orgánaide.
smj: Fylkkamánne le gujttimorgádna suohkana jali fylkkasuohkana ásadusáj gujttimusájda.

source: Suohkanat ja fylkkasuohkanat
smj: Suohkana ja fylkkasuohkana

source: Suohkaniin lea guovddáš rolla barggus nannet sámegiela buot guovlluin gos sápmelaččat orrot.
smj: Suohkanijn le guovdásj roalla gå galggá sámegielav nannit juohkka guovlon gånnå sáme årru.

source: Sámegiela ovddasvástádus lea goabbatlágan suohkaniidda mat leat siskkobealde dahje olggobealde sámegiela hálddašanguovllu.
smj: Sámegiela åvdåsvásstádus målssu suohkanijs sáme giellaháldadimguovlo sis- ja ålgusjbielen.

source: Sámegiela hálddašanguovllus leat dál 9 suohkana: Kárášjohka, Guovdageaidnu, Deatnu, Porsáŋgu ja Unjárga Finnmárkkus, Gáivuotna ja Loabát Romssas, Divttasvuotna Nordlánddas ja Snoasa DavviTrøndelágas.
smj: Sáme giellaháldadimguovlon li dálla 9 suohkana: Gárásjåhkå, Guovddagæjnno, Dætno, Porsáŋŋgo ja Unjárgga Finnmárkon, Gájvuodna ja Loabat Råmsån, Divtasvuodna Nordlándan ja Snåasa NuorttaTrøndelágan.

source: Dasa lassin gullet Finnmárkku, Romssa, Nordlándda ja Davvi-Trøndelága fylkkasuohkanat hálddašanguvlui.
smj: Duodden li Finnmárko, Råmså, Nordlánda ja Nuortta-Trøndelága fylkkasuohkana oassen háldadimguovlos.

source: 2013 rájes lea maiddái Røyrvik suohkan Davvi-Trøndelágas mielde hálddašanguovllus.
smj: 2013 rájes le aj Røyrvik suohkan Nuortta-Trøndelagan oassen háldadimguovlos.

source: Sámegiela hálddašanguovllus galget sámegiella ja dárogiella leat dássálaga sámelága 3. kapihttala mielde.
smj: Háldadimguovlon galggi sámegiella ja dárogiella liehket avtaárvvusattja sámelága 3. kapihttala milta.

source: Dát mearkkaša ahte dáid suohkaniid ássiin lea viiddiduvvon vuoigatvuohta geavahit sámegiela go deaivvadat almmolaš orgánaiguin ja ahte suohkaniin lea erenoamáš ovddasvástádus fállat bálvalusaid ja dieđuid sámegillii.
smj: Dat mierkki álmmuk dájn suohkanijn le vijdedum riektá sámegielav adnet almulasj aktijvuodajn ja jut suohkanijn le sierralágásj åvdåsvásstádus dievnastusájt ja diedojt sámegiellaj fállat.

source: Go suohkan váldojuvvo mielde hálddašanguvlui, de váldojuvvo maiddái fylkkasuohkan mielde.
smj: Gå muhtem suohkan oassen sjaddá háldadimguovlos, fylkkasuohkan man vuolláj suohkan gullu aj oassen sjaddá.

source: Fylkkasuohkaniin leat seamma geatnegasvuođat go hálddašanguovllu suohkaniin.
smj: Háldadimguovlon li fylkkasuohkanijn sæmmi vælggogisvuoda gå suohkanijn.

source: Sápmelaččain olggobealde hálddašanguovllu eai leat seamma vuoigatvuođat geavahit sámegiela dahje oažžut bálvalusaid sámegillii go deaivvadit almmolašvuođain.
smj: Sámijn gudi háldadimguovlo ålggolin årru ælla sæmmi riektá sámegiela adnuj jali riektá sámegielak dievnastusájda almulasj aktijvuodan.

source: Pasieanta- ja geavaheaddjivuoigatvuođaláhka nanne gal sámegielagiid vuoigatvuođa oažžut dieđuid sámegillii, muhto láhka iešalddis ii leat doarvái sihkkarastit ahte sámegielat pasieanttat besset geavahit sámegiela go galget gulahallat dearvvašvuođabálvalusain.
smj: Ajtu pasiænnta- ja addneriektáláhka duodas sámegielagijn le riektá diedojt sámegiellaj oadtjot, valla láhka aktu ij le nuoges sihkarastátjit sámegielak pasienta bessi sámástit gå varresvuodadievnastussaj båhti.

source: Oahpahusláhka addá sámegielat mánáide ja nuoraide vuoigatvuođa oahppat sámegiela skuvllas, muhto ráddjejumit lágas ja praktihkalaš hástalusat hehttejit addimis dohkálaš buori fálaldaga buot mánáide.
smj: Åhpaduslága baktu le sámegielak mánájn ja nuorajn riektá sámegiela åhpadussaj skåvlån, valla lága ráddjidusá ja praktihkalasj hásstalusá hieredi dåhkkidahtte fálaldagáv gájka mánájda.

source: Buot suohkanat leat plána- ja huksenlága mielde geatnegahtton plánet iežaset doaimma nu ahte dat sihkkarastá sámi kultuvrra, ealáhusdoaimma ja servodateallima luondduvuođu, muhto ii dát láhka ge leat doarvái sihkkarastit sámegielagiid vuoigatvuođa oahppat dahje geavahit giela.
smj: Divna suohkana hæhttuji pládna- ja tsiekkaduslága baktu ietjasa dåjmav plánit váj sáme kultuvra, æládusdåjmaj ja sebrudakiellema luonndovuodov sihkarassti, valla ij ga dát láhka dågålasj láhkáj sihkaraste sámegielagij riektáv gielav oahppat jali adnet.

source: Geahča maiddái 2. kapihttala, Našuvnnalaš lágat.
smj: Gehtja aj 2. kapihttalav, Nasjonála lága.

source: Máhttovuođđu
smj: Máhttovuodo

source: Gávdnojit olu ođđaset dutkanbarggut, raporttat, čielggadeamit ja evalueremat sámegiela birra servodagas.
smj: Gávnnuji muhtem ådåsap dutkambargo, rapporta, guoradallama ja evaluerima sámegiela vuoksjuj sebrudagán.

source: Máhttu dáin bargguin váldojuvvo mielde viidáset giellaplánemis ja politihkkahábmemis.
smj: Dáj bargoj diedo váldeduvvi fáron giellaplánimij ja politihkkahábbmimij åvddålijguovlluj.

source: Sáhttá goitge leat veaháš soaittáhat mii lea iskojuvvon – ja mii ii leat iskojuvvon.
smj: Ajtu soajttá liehket vehi duoppsoj dáppsoj mij le guoradaládum – ja guoradaládum.

source: Danne leat namuhuvvon barggut hui ávkkálaččat, muhto eai doarvái giellapolitihka máhttovuođđun.
smj: Danen li nammadum bargo viehka ávkálattja, valla ælla nuohkásattja giellapolitihka máhttovuodon.

source: Danne váldá dát dieđáhus maid vuođu eambbo eahpeformálalaš vásáhusain viidát surggiin vai sáhttá hábmet nu buori giellapolitihka go vejolaš.
smj: Danen le diedádusá vuodon aj ienep iehpeformála åtsådallama vijddásap suorges váj navti máhttá buoremus giellapolitihkav hábbmit.

source: Erenoamášraportevrra James Anaya raporta eamiálbmogiid olmmošvuoigatvuođaid ja vuođđofriddjavuođaid birra, mii bođii 2011:s, lea dehálaš oassi dán dieđáhusa máhttovuođus.
smj: Sierrarapportørra James Anaya rapportta mij guosská álggoálmmugij almasjvuodariektájda ja vuodulasj friddjavuodajda, mij 2011:n bådij, le ájnas oasse dán diedádusá máhttovuodos.

source: Erenoamášraportevrra raporta Norgga, Ruoŧa ja Suoma sápmelaččaid birra čujuha erenoamážit dan duođalaš dillái mas sámegielat leat.
smj: Sierrarapportøra rapportta Vuona, Svieriga ja Suoma sámij vuoksjuj dættot sierraláhkáj sámegielaj duodalasj dilláj.

source: Erenoamážit julev- ja lullisámegiella namuhuvvojit áitojuvvon giellan.
smj: Sierraláhk julev- ja oarjjelsámegiela nammaduvvi ájtedum giellan.

source: Mii eat dieđe juste man oallugat máhttet hupmat, čállit, lohkat dahje ipmirdit sámegiela odne.
smj: Ep ållu diede galles bukti ságastit, tjállet, låhkåt jali dádjadit sámegielav uddni.

source: Áidna vuohki oažžut sihkkaris logu das, lea jearrat buohkain Norggas.
smj: Ájnna vuohke almma lågov oadtjot le gatjádallat juohkkahattjav Vuonan.

source: Ovddeš áiggiid dahke ge juste dán álbmotlohkamiid olis.
smj: Dålusj ájgijn jur dáv dahkin álmmuklåhkåmij tjadá.

source: Dát leat heaitán lohkamis álbmoga skoviid deavdima bokte, danne ii leat ge vejolaš gávnnahit sámegielagiid logu dáinna vugiin.
smj: Uddni ep desti álmmugav sjiemáv baktu lågå, danen ep ga desti oattjo diehtet galles sámegielav bukti dán vuoge baktu.

source: Dat statistihkalaš materiála mii mis lea dál, leat dieđut mánáidgárdemánáid ja skuvlamánáid birra geain lea sámegiel fálaldat.
smj: Statistihkalasj materiála majt uddni máhttep ávkkit li lågo galla mánájgárddemáná ja oahppe sámegielak fálaldagáv oadtju.

source: Logut čájehit ahte lohku mánáin geat ožžot sámegiel fálaldaga mánáidgárddis lea njiedjan 925 rájes 823 rádjái. Vuođđoskuvlaohppiid lohku geain lea sámegiella vuosttašgiellan lei 2011:s 940, mii lea birrasiid 6 % unnit go 2005/2006 skuvlajagi.
smj: Rapportta Samiske tall forteller 5 jages 2012 vuoset åvddånahttemav 2005 rájes gitta 2011. Lågo vuosedi máná gudi sámegielak fálaldagáv oadtju mánájgárden le binnum 925 rájes gitta 823. 2001:n lidjin 940 vuodoskåvllåoahppe sámegielajn vuostasjgiellan, 6 % binnedibme 2005/2006 jages.

source: Vuođđoskuvlaohppiid lohku geain lea sámegiella nubbegiellan lei lohku 1213, mii lea 41 % unnit go dalle go Máhttolokten álggahuvvui 2006:s.
smj: Nubbengielak oahppij låhko lij 1213, 41% binnedibme Máhttolåpptima rájes mij 2006:n bådij.

source: Joatkkaskuvllaid statistihkka čájeha ahte 267 oahppis lei sámegiella vuosttašgiellan 2011/2012 skuvlajagi fágasuorggis, mii lea 41 % eambbo go 2008/2009:s.
smj: Joarkkaskåvlåj vuoksjuj lidjin 267 oahppe gejn lij sámegiella vuostasjgiellan 2011/2012 skåvllåjage, mij lij 41% lasedibme 2008/2009 rájes.

source: Seammás lassánii maiddái ohppiidlohku geain lea sámegiella nubbegiellan, 152 rájes 206 rádjái.
smj: Sæmmi båttå lassánij aj nuppátgielak oahppij låhko 152 rájes gitta 206.

source: 2000 čađahii dalá Sámi giellaráđđi iskkadeami mii meroštalai galle olbmo máhttet sámegiela man nu dásis Norggas.
smj: Jagen 2000 tjadádij dallusj Sáme giellaráde guoradallamav mij merustaláj galles sámegielav bukti juokkirak dásen Vuonan.

source: Iskkadeami raporta čilgii maid sámegiela geavaheami iešguđetge servodatoktavuođain.
smj: Guoradallama rapportta gåvvidij aj gåktu sámegiella iesjguhtik aktijvuodan aneduvvá sebrudagán.

source: Vihtta jagi maŋŋel čađahii Torkel Rasmussen iskkadeami davvisámegiela geavaheami birra Norggas ja Suomas, ja son rehkenasttii galle giellageavaheaddji leat.
smj: Vihtta jage maŋŋela Torkel Rasmussen guoradaláj makta nuorttasámegiella áneduvvá Vuonan ja Suoman, ja merustaláj galles sámegielav bukti.

source: Goappašat iskkadeamit konkluderejit dainna ahte sámegielagiid lohku Norggas lea birrasiid 25 000. Sii leat sámegielagat dan dásis ahte juobe ipmirdit ge dábálaš sámegiel ságastallama.
smj: Goappátja dá guoradallama vuosedi sámegielagij låhko Vuonan soajttá liehket birrusij 25 000. Sij li de sámegielaga navti jut gåjt dal dábálasj ságastallamav bukti tjuovvot sámegiellaj.

source: Nordlandsforskning ja Norut Alta leat Sámedikki, Ođasmahttin-, hálddahus- ja girkodepartemeantta (OHD) ja Máhttodepartemeantta (MD) ovddas čađahan Sámi giellaiskkadeami 2012. Iskkadeami ulbmil lei gávnnahit man oallugat máhttet guđege sámegiela njálmmálaččat ja čálalaččat, ahkečoakkádusa, guđiin oktavuođain geavahit giela ja man muddui sámegiella geavahuvvo iešguđetge oktavuođain.
smj: Nordlandsforskning ja Norut Alta li Sámedikke, Ådåstuhttem-, háldadim- ja girkkodepartementa (FAD) ja Máhttodepartementa (KD) åvdås tjadádam Sáme giellaguoradallamav 2012. Guoradallama ulmme lij åttjudit gåvåv galles bukti iesjguhtik sámegielav njálmálattjat ja tjálalattjat, man vuorrasa li, makkir aktijvuodajn gielav adni ja man ålov giella iesjguhtik aktijvuodan aneduvvá.

source: Sámi giellaiskkadeapmi 2012 čájeha ahte leat hui stuora erohusat giellamáhtus, geavahanarenain ja giellaguottuin sihke gielaid gaskkas ja iešguđetge guovlluid gaskkas riikkas.
smj: Sáme giellaguoradallam 2012 vuoset viehka stuorra sierradusá li giellamáhtudagáj, adnoárenáj ja giellaguottoj gaskan sihke gielaj ja iesjguhtik guovloj gaskan lándan.

source: Giella lea nanus hálddašanguovllus Finnmárkkus ja Divttasvuonas, ja lea arvat rašit Loabágis, Gáivuonas ja Snoasas.
smj: Giella le nanos dilen giellaháldadimguovlojn Finnmárkon ja Divtasvuonan, ja viehka rasjep dilen Loabagin, Gájvuonan ja Snåasan.

source: Njálmmálaš giella lea nannoseamos vuorraset buolvvas.
smj: Njálmálasj giella le nannusamos boarrásamos buolva gaskan.

source: Sii unnán seaguhit gielaid, muhto sis lea heajut čállin- ja lohkanmáhttu.
smj: Sij e vuojga gielajt sægoda, valla e ga buvte tjállet ja låhkåt sæmmi buoragit.

source: Nuorat máhttet buorebut lohkat ja čállit sámegiela, muhto sis lea heajut njálmmálaš giella.
smj: Nuorabu ienebut bukti sámegielav låhkåt ja tjállet, valla siján le hæjop njálmálasj giella.

source: Sámegiella geavahuvvo eanemusat ruovttuin, vuođđoealáhusain ja oahpahussuorggis.
smj: Vuojnnet sámegiella ienemusát sijdan, vuodoæládusájn ja åhpadussuorge aneduvvá.

source: Mánáidgárddiin ja skuvllain orro leame mihá stuorát rolla giellaovdáneamis go ovdal.
smj: Mánájgárdde ja skåvllå vuojnnet li ájnnasabbo giellaåvddånahttemin dálla gå åvddåla.

source: Muhtun guovlluin lea skuvla áidna báiki gos sámegiella geavahuvvo.
smj: Muhtem sajijn le skåvllå ájnna sadje gånnå sámegiella aneduvvá.

source: Iskkadeapmi čájehii maiddái ahte oallugat dovdet ahte sii máhttet veaháš sámegiela, muhto eai máhte nu olu ahte dustet geavahit giela.
smj: Guoradallam vuoset aj moattes vásedi iesj vehi sámegielav bukti, valla dat ij le nuoges váj duossti gielav adnet.

source: Boahtá maid ovdan ahte oallugat háliidit oahppat eambbo sámegiela.
smj: Boahtá aj åvddån moattes sihti ienep sámegielav oahppat.

source: Dáid gaskkas lea stuora potensiála lasihit giellageavaheddjiid logu.
smj: Sijáj gaskan le stuorra potensiálla giellaaddnij lågov lasedit.

source: Oadjebas rámmat nu ahte eanebut dustet geavahišgoahtit sámegiela ja buoret vejolašvuođat giellaoahppamii leat dehálaš čoavddasánit vai sii álggáše sámástit.
smj: Jasska birástagá váj ájn vil ienebu duossti sámástit ja buorep giellaoahppamvejulasjvuoda li ájnas tjoavddabágo gå galggá dájt oadtjot sámástahttját.
